'''
1) რა არის პითონი პროგრამირებაში? პროგრამული ენა
2) რა არის Turtle-ი python-ში? Library
3) რას გამოიტანს ეს კოდი ტერმინალში? heloo World
4) რას გამოიტანს ეს კოდი ტერმინალში? True
5) რას გამოიტანს ეს კოდი ტერმინალში? 3
6) რას გამოიტანს ეს კოდი ტერმინალში? 2.5
7) რას გამოიტანს ეს კოდი ტერმინალში? Error
8) რას გამოიტანს ეს კოდი ტერმინალში? 25
9) if მუშაობს else-ის გარეშე. True
10) რითი მთავრდება for loop-ი? Break
11) რა იქნება თუ 10 % 3? 1
12) integer მრავლდება string-ზე. True 
13) რას გამოიტანს ეს კოდი ტერმინალში? True
14) რა არის სია list? Array
15) რა არის ალგორითმი? მოქმედების, ნაბიჯ-ნაბიჯ შესრულება <3
16) პითონი გველია თუ კუდი? კუდი
17) დავითი უსმენს როკის სტილის მუსიკას. True
18) ბატონი გაბრიელი არ უსმენს მამაპაპურ ქართულ მუსიკებს. False
19) გაკვეთილი ჩატარდა კანფეტივით. True
20) რომელი ხინკალი ჯობია: ფასანაურული
'''