#1) რომელ ბიბლიოთეკას ვიყენებთ პითონში გეომეტრიული ფიგურების ასაგებად? turtle
#2) რომელ ფუნქციას ვიყენებთ, როდესაც გვინდა, რომ terminal-ში მოვახდინოთ დაბეჭდვა? print()
#3) პითონის გამოყენებით შეუძლებელია ალგორითმის შექმნა. False
#4) ათწილადზე სამშაოდ რომელ მონაცემთა ტიპს ვიყენებთ? float
#5) რომელია პითონისთვის სწორი კომენტარი? #comment
#6) რა ფუნქციას ვიყენებთ მომხმარებლისგან terminal-იდან ტექსტის მისაღებად? input()
#7) input-იდან მიღებული ინფორმაცია ინახება String-ის სახით. True
#8) როგორ ვამოწმებთ მონაცემთა ტიპს? type()
#9) რომელი ცვლადი ინახავს ათწილადს? x = 10/2
#10) რომელ ვარიანტშია პითონის ცვლადი სწორად შექმნილი? x = 12
#11) რას გამოიტანს კოდი? Error
#12) რას გამოიტანს კოდი? 1020
#13) რას გამოიტანს კოდი, როდესაც მომხმარებელი შეიყვანს 7-ს? <class 'float'>
#14) პასუხია: True
#15) რას გამოიტანს კოდი როდესაც მომხმარებელი შეიყვანს 20-ს? True

