'''1)შექმენით ცვლადი საცად შეინახავთ ერთ მთლიან წინადადებას,თქვენი 
დავალება არის აქციოთ ეს წინადადება სიად სადაც მოთავსებული იქნება 
თითოეული სიტყვა'''


var = "ერთი მთლიანი წინადადება რომელიც ამბობს რომ GOA საუკეთესო აკადემიაა"

lst = var.split(" ")

'''2)შექმენი სია სადაც მოთავსებული გექნება სტრინგები,შენი 
დავალებაა ეს სია აქციო ერთ მთლიან წინადადებად(სტრინგად) 
და თითოეული სიტყვა დაშორებული იყოს ერთმანეთისგან სფეისით'''

lst = ["ერთი", "დაშლილი", "წინადადება", "რომელიც", "ამბობს", "რომ", "GOA", "საუკეთესო", "აკადემიაა"]

var = " ".join(lsst)

'''3)შექმენით წინადადება სადაც სიტყვები ერთმანეთისგან დაშორებული
იქნება # -ით,თქვენი დავალებაა აქციოთ ეს წინადადება სიად და სიიდან
ისევ სტრინგად მაგრამ სიიდან სტრინგად გადაქცევის დროს სიტყვები
ერთმანეთისგან დაშორებულები იყვნენ $ -ით'''

var = "ერთი#მთლიანი#წინადადება#რომელიც#ამბობს#რომ#GOA#საუკეთესო#აკადემიაა"

lst = var.split("#")

var_2 = "$".join(lst)