# 1) რას დაბეჭდავს ეს კოდი ტერმინალში? print(type("Hello, world!!!")): str-ს
# 2) როგორ შევქმნათ პითონში კომენტარი?: #comment
# 3) როდის ვიყენებთ range-ს?: შევქმნათ რიცხვების დიაპაზონი, გვქონდეს თანმიმდევრობა
# 4) სტრინგების კონკანტინაციისთვის რომელ ოპერატორს ვიყენებთ? +
# 5) ამ 4-იდან რომელი არ არის სწორი მონაცემთა ტიპი? real
# 6) რომელი ფუნქციის გამოყენებით შეგვიძლია შემოვაყვანინოთ მომხმარებელს ინფორმაცია? input()
# 7) რომელი სიტყვით (keyword) შეიქმნა ციკლი? for
# 8) რომელი ფუნქციით გადავაქცევთ ტექსტურ ინფორმაციას ათწილადად? float()
# 9) რას დაბეჭდავს ეს კოდი? print(2 > 3): false
# 10) რომელი კოდით შევქმნით უსასრულო ციკლს? while True:
# 11) რას დაბეჭდავს ეს კოდი: Print("Hello " + "World")?: Hello World
# 12) რას დაგვიბეჭდავს ეს კოდი: print(4 % 2)?: 0
# 13) რომელია პითონის ფაილის სწორი დაბოლოება? .py
# 14) რას დაბეჭდავს ეს კოდი: print(10 == 10)?: True
# 15) ამ 4-დან, რომელია სწორი ცვლადის სახელი?: _var_name
# 16) რას დაგვიბეჭდავს ეს კოდი: print("5" * 3)?: 555
# 17) რას დაგვიბეჭდავს ეს კოდი: print("Hello"[-1])?: o
# 18) რას დაგვიბეჭდავს ეს კოდი: print(list(range(2, 10, 2)))?: [2, 4, 6, 8]
# 19) რისთვის ვიყენებთ while ციკლს?: კოდი თავიდან გაუშვას, მაშინ როდესაც ციკლის პირობა იქნება სწორი
# 20) ამ 4-დან რომელი წინადადებაა სწორი while ციკლის შესახებ?: while ციკლი შეიძლება უსასრულოდ გაგრძელდეს თუ მისი პირობა True იქნება
