#1) რომელ ბიბლიოთეკას ვიყენებთ პითონში გეომეტრიული ფიგურების ასაგებად? Turtle

#2) რომელ ფუნქციას ვიყენებთ როცა გვინდა რომ ტერმინალში მოვახდინოთ დაბეჭდვა? print()

#3) პითონის გამოყენებით შეუძლებელია ალგორითმების შექმნა. False

#4) ათწილადზე სამუშაოდ რომელ მონაცემთა ტიპს ვიყენებთ? Float

#5) რომელია პითონისტვის სწორი კომენტარი? # comment

#6) რომელ ფუნქციას ვიყენებთ მომხმარებლისგან terminal-იდან ტექსტის მისაღებად? input()

#7) input-იდან მიღეული ინფორმაცია ინახება string-ის სახით. True

#8) როგორ ვამოწმებთ მონაცემთა ტიპს? type(x)

#9) რომელი ცვლაი  ინახავს ათწილადს? x = 10/2

#10) რომელ ვარიანტშია პითონის ცვლადი სწორად შექმნილი? x = 12

#11) რას გამოიტანს კოდი? Error

#12) რას გამოიტანს კოდი? 1020

#13) რას გამოიტანს კოდი როცა მომხმარებელი შეიყვანს 7-ს? <class 'float'>

#14) პასუხია: True

#15) რას გამოიტანს კოდი როცა მომხმარებელი შეიყვანს 20-ს? True

